---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamPoissonMod1
source: html/2ef80733-84c4-78af-b295-457e1c30cf2e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamPoissonMod1 Property

"Poisson ratio X"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamPoissonMod1 { get; }
```